data/l1/apache/benchmark-apache.stock-4.17/cores-96/log/WRKwrk
Running 50s test @ http://127.0.0.1:8000/x.txt
  96 threads and 768 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     5.15ms   10.06ms 265.90ms   90.29%
    Req/Sec     5.93k     2.87k   41.09k    70.36%
  11329278 requests in 19.96s, 5.64GB read
Requests/sec: 567516.13
Transfer/sec:    289.17MB